Repository: webdevconcord/WordPress-EasyDigitalDownloads
Catalog: lang/concordpay-for-edd-*.po
Languages: ru_ru, uk

source: ConcordPay for Easy Digital Downloads
ru_ru: ConcordPay для Easy Digital Downloads
uk: ConcordPay для Easy Digital Downloads

source: ConcordPay Payment Gateway for Easy Digital Downloads.
ru_ru: Платежный шлюз ConcordPay для Easy Digital Downloads.
uk: Платіжний шлюз ConcordPay для Easy Digital Downloads.

source: %s PHP library not installed.
ru_ru: %s PHP библиотека не установлена.
uk: Бібліотека %s PHP не встановлена.

source: EDD ConcordPay Payment Gateway plugin will not function without <a href="%s">PHP JSON functions</a> enabled. Please update your version of WordPress for improved compatibility and/or enable native JSON support for PHP.
ru_ru: Плагин платежого шлюза ConcordPay для EDD не сможет работать без включенной <a href="%s">PHP JSON functions</a>. Пожалуйста, обновите свою версию WordPress для улучшения совместимости и/или включите встроенную поддержку JSON для PHP.
uk: Плагін EDD ConcordPay Payment Gateway не працюватиме без увімкнених <a href="%s">функцій PHP JSON</a>. Оновіть свою версію WordPress для покращення сумісності та/або увімкніть вбудовану підтримку JSON для PHP.

source: ConcordPay Payment Gateway
ru_ru: ConcordPay - платёжный шлюз
uk: ConcordPay - платіжний шлюз

source: ConcordPay Payment Gateway Settings
ru_ru: Настройки платежного шлюза ConcordPay
uk: Налаштування платіжного шлюзу ConcordPay

source: Merchant ID
ru_ru: Идентификатор продавца
uk: Ідентифікатор продавця

source: Enter your Merchant ID, you can find it <a href=https://concordpay.concord.ua target=_blank>here</a>.
ru_ru: Введите свой идентификатор продавца, вы можете найти его <a href=https://concordpay.concord.ua target=_blank> здесь </a>.
uk: Введіть свій ідентифікатор продавця, його можна знайти <a href=https://concordpay.concord.ua target=_blank>тут</a>.

source: Secret Key
ru_ru: Секретный ключ
uk: Секретний ключ

source: Enter your Secret Key, you can find it <a href=https://concordpay.concord.ua target=_blank>here</a>.
ru_ru: Введите свой секретный ключ, вы можете найти его <a href=https://concordpay.concord.ua target=_blank> здесь </a>.
uk: Введіть свій секретний ключ, його можна знайти <a href=https://concordpay.concord.ua target=_blank>тут</a>.

source: Payment completed order status
ru_ru: Статус заказа успешного платежа
uk: Статус успішно оплаченого замовлення

source: The order status after successful payment.
ru_ru: Статус заказа после успешного платежа.
uk: Статус замовлення після успішної оплати.

source: Payment declined order status
ru_ru: Статус заказа отклонённого платежа
uk: Статус замовлення відхиленого платежу

source: Order status when payment was declined.
ru_ru: Статус заказа при отклонении платежа.
uk: Статус замовлення при відхиленні платежу.

source: Payment refunded order status
ru_ru: Статус заказа возвращённого платежа
uk: Статус замовлення повернутого платежу

source: Order status when payment was refunded.
ru_ru: Статус заказа при возврате платежа.
uk: Статус замовлення при поверненні платежу.

source: Payment page language
ru_ru: Язык страницы оплаты
uk: Мова сторінки оплати

source: Choose ConcordPay payment page language
ru_ru: Выберите язык страницы оплаты ConcordPay
uk: Виберіть мову сторінки платежів ConcordPay

source: Payment Error
ru_ru: Ошибка оплаты
uk: Помилка оплати

source: Payment creation failed. Payment data: %s
ru_ru: Не удалось создать платеж. Данные платежа: %s
uk: Не вдалося створити платіж. Платіжні дані: %s

source: Payment by card on the site
ru_ru: Оплата картой на сайте
uk: Оплата карткою на сайті

source: Please %1$sinstall &amp; activate Easy Digital Downloads%2$s to allow this plugin to work.
ru_ru: Пожалуйста, установите %1$s и активируйте Easy Digital Downloads %2$s, чтобы этот плагин работал.
uk: Будь ласка, %1$s встановіть і активуйте Easy Digital Downloads %2$s, щоб цей плагін працював.

source: Please upgrade WordPress to the latest version to allow WordPress and this plugin to work properly.
ru_ru: Пожалуйста, обновите WordPress до последней версии, чтобы WordPress и этот плагин работали правильно.
uk: Оновіть WordPress до останньої версії, щоб WordPress і цей плагін працювали належним чином.

source: Settings
ru_ru: Настройки
uk: Налаштування
